Repository: foss-np/smriti
Catalog: ne_NP_Firefox_OS.tmx
Source language: en
Languages: ne

source: {{device}} would like to pair with this phone. To accept, enter the passkey on the device.
ne: {{device}} तपाईको फोनसँग जोडी बनाउन चाहन्छ। स्वीकार गर्न, passkey अाफ्नो यन्त्रमा हाल्नुहोस्।

source: radio menu item
ne: रेडियो मेनु वस्तु

source: Saved {{title}} to Music
ne: {{title}} सङ्गितमा सङ्ग्रह गरिएको छ

source: Auto (LTE/WCDMA/GSM)
ne: स्वत: (LTE/WCDMA/GSM)

source: Unable to connect devices
ne: यन्त्रहरु जडान गर्न असमर्थ।

source: Saving your email…
ne: तपाईको इमेल सेभ हुँदैछ...

source: Location
ne: स्थान

source: {{amount}} of data used this week
ne: यो हप्ता प्रयोग गरिएको डेटा {{amount}}

source: Learn how Mozilla handles your information at <a>{{url}}</a>
ne: <a>{{url}}</a> मा मोजिल्लाले तपाईँको सूचनाहरु कसरी समाल्छ सिक्नुहोस्

source: FAX
ne: फ्याक्स

source: Send Mozilla Feedback
ne: मोजिल्लालाई पृष्ठपोषण पठाउनुहोस्

source: The remainder of the software that is not under the Mozilla Public License 2.0 MPL is available under one of a variety of other licenses. Those that require reproduction of the license text in the distribution are given below. (Note: Your copy of this product may not contain code covered by one or more of the licenses listed here, depending on the exact product and version you choose.)
ne: Mozilla Public License 2.0 MPL अन्तर्गत नपरेका अन्य बाँकीका सफ्टवेरहरु अरू विभिन्न लाइसेन्सहरु अन्तर्गत उपलब्ध छन्। जसलाई पुन: वितरण गर्दा लासेन्सको पुन:रचना गर्नुपर्दछ, तिनका नाम निम्न दइएका छन्। (टिप्पणी: तपाईले छान्नुभएको उत्पादन र संस्करणका अाधारमा यस उत्पादनको तपाईको प्रतिलिपिसँग यहाँ दिइएका एक वा एक भन्दा बढि कोड समावेश नभएको हुनसक्छ।)

source: Please wait while Music updates its database.
ne: कृपया सङ्गितको डेटाबेस अद्यावधिक हुदै गर्दा प्रतिक्षा गर्नुहोस्।

source: Request notification of delivery for each message sent
ne: प्रत्येक पठाइएका सन्देशका लागि सूचना हस्तान्तरण अनुरोध गर्नुहोस्

source: (custom settings)
ne: (आफ्नै सेटिङहरू)

source: {{count}} item
ne: {{count}} वस्तु

source: The old PIN you typed is not correct.
ne: तपाईले लेख्नु भएको पुरानो PIN सहि छैन।

source: Enter certificate nick name
ne: प्रमाणपत्र उप नाम प्रविष्ट गर्नुहोस्

source: Power off
ne: पावर बन्द

source: Open Gallery
ne: सङ्ग्रहालय खोल्नुहोस्

source: SIM card not ready
ne: सिम कार्ड तयार छैन

source: Select Keyboards
ne: किबोर्डहरु चयन गर्नुहोस्

source: IMAP Disabled
ne: IMAP अक्षम पारिएको

source: Original message
ne: मौलिक सन्देश

source: Fixed dialing numbers
ne: निश्चित डायलिङ नम्बरहरु

source: Online support:
ne: अनलाइन सहयोग:

source: Another
ne: अरु कुनै

source: 1 hour before
ne: १ घण्टा अघी

source: {{app}} would like to access your memory card.
ne: {{app}} तपाईको मेमोरी कार्डसंग पहुंच पुग्न चाहन्छ |

source: Enter PUK code
ne: PUK कोड प्रविष्ट गर्नुहोस्

source: CCK code
ne: CCK कोड

source: pressed
ne: थिचिएको

source: Discard
ne: छाड्नुहोस्

source: Every 5 minutes
ne: प्रत्येक ५ मिनेटमा

source: Select a WPS method:
ne: WPS तरिका चयन गर्नुहोस

source: Next
ne: अर्को

source: Expand
ne: विस्तार गर्नुहोस्

source: Retry
ne: पुन: प्रयास गर्नुहोस्

source: Show Password
ne: पासवर्ड देखाउनुहोस्

source: SIM Card Warning
ne: सिम कार्ड चेतावनी

source: Confirmation
ne: यकीन

source: When you use {{brandShortName}}, you become part of a global community helping to build a brighter future for the Web. If you’d like to know more about the Mozilla community, our other products and events near you, please enter your email address below.
ne: जब तपाई {{brandShortName}}को प्रयोग गर्नुहुन्छ, तपाई एक सार्वभौम समुदायको हिस्सा बन्नुहुन्छ, जसले वेबको उज्ज्वल भविष्यका बनाउनका लागि सहयोग गर्दैछ। यदि तपाई मोजिल्ला समुदाय, हाम्रो अन्य उत्पादन र कार्यक्रमहरुका बारेमा अझै जान्न चाहनुहुन्छ भने कृपया तपाईको इमेल ठेगाना तल प्रविष्ट गर्नुहोस्।

source: Add Email
ne: इमेल थप्नुहोस्

source: Description
ne: विवरण

source: WEP
ne: डब्लु इ पी

source: Unable to connect to server
ne: सर्भरमा जडान गर्न अक्षम भयो

source: Turn off Airplane mode to use FM Radio.
ne: FM रेडियो प्रयोग गर्न उडान शैली बन्द गर्नुहोस्।

source: 1 week before
ne: १ हप्ता अघि

source: Password change
ne: पासवर्ड परिवर्तन

source: There is a problem with the server "{{server}}". Try again later.
ne: "{{server}}"मा समस्या छ | पुन प्रयास गर्नुहोस् |

source: No storage found
ne: कुनै भण्डार भेटिएन

source: OS Version
ne: OS संस्करण

source: More
ne: थप

source: 3 days
ne: ३ दिनहरू

source: Other Sounds
ne: अन्य ध्वनिहरु

source: Text Message (SMS)
ne: पाठ सन्देश (SMS)

source: UDP Sockets
ne: यु.डी.पी सकेटहरु

source: 1 week after
ne: १ हप्ता पछी

source: Subject
ne: विषय

source: Select a SIM card
ne: SIM कार्ड चयन गर्नुहोस्

source: Provide Local Info
ne: स्थानीय जानकारी उपलब्ध गराउनुहोस्

source: comma
ne: अल्पविराम

source: Bluetooth file transfer failed
ne: ब्लुटुथ फाइल स्थानान्तर गर्न असफल भयो

source: toolbar
ne: उपकरणपट्टी

source: Call Information
ne: कल सूचना

source: Send email
ne: इमेल पठाउनुहोस्

source: Enter NCK1 code
ne: NCK1 कोड प्रविष्ट गर्नुहोस्

source: The PINs you typed do not match
ne: तपाईले लेख्नु भएको PIN हरु मेल खाएन।

source: Has star
ne: तारा छ

source: Wi-Fi usage
ne: वाइफाइ प्रयोग

source: Pictures
ne: तस्विरहरु

source: Receive reports about your internet usage.
ne: तपाईको इन्टरनेट प्रयोगबारे प्रतिवेदन पाउनुहोस्।

source: image map
ne: छवि मानचित्र

source: Security
ne: सुरक्षा

source: Added to home screen
ne: होमस्क्रिनमा थपियो

source: Select recipient
ne: प्रापक चयन गर्नुहोस्

source: Wi-Fi Output in ADB
ne: ADB मा वाइफाइ आउटपुट

source: {{value}} hours after
ne: {{value}} घण्टा पछि

source: Unable to unmerge calls
ne: कलहरु नमिलाउन असमर्थ

source: tab
ne: ट्याब

source: No new voicemail
ne: नयाँ ध्वनिमेल छैन

source: {{startDate}}<br>from {{startTime}} to {{endTime}}
ne: {{startDate}}<br> देखि {{startTime}} {{endTime}} सम्म

source: Delete selected item?
ne: चयन गरिएको वस्तु मेटाउनुहुन्छ?

source: Neither update nor top-up is possible at the moment. Please try later.
ne: अपडेट र टप-अप दुबै यस क्षणमा सम्भव छैन। कृपया केहि क्षण पछि पुन: प्रयास गर्नुहोस्।

source: Delete event
ne: घटना मेट्नुहोस्

source: Reply All
ne: सबैलाई जवाफ दिनुहोस्

source: 0 minutes before
ne: ० मिनेट अघी

source: Form elements
ne: फाराम तत्वहरू

source: Select a contact
ne: सम्पर्क चयन गर्नुहोस्

source: SIM absent
ne: SIM अनुपस्थित

source: Can’t find the server at {{name}}.
ne: {{name}} मा सर्भर फेला परेन

source: Errors
ne: त्रुटिहरू

source: {{value}} hours before
ne: {{value}} घण्टा अघि

source: Share Contact
ne: सम्पर्कहरु साझेदारी गर्नुहोस्

source: PINs don’t match
ne: PIN हरु मिल्दैनन्

source: Something is wrong. Try again later.
ne: केही कुरा गलत छ।पछि पुन: प्रयास गर्नुहोस् ।

source: Cancel all downloads
ne: सबै डाउनलोडहरु रद्द गर्नुहोस्

source: You’ve reached the maximum length.
ne: तपाईं अधिकतम लम्बाइमा पुग्नुभएको छ।

source: send
ne: पठाउनुहोस्

source: combo box
ne: कम्बो बाकस

source: Please try again.
ne: कृपया पुन:प्रयास गर्नुहोस् ।

source: note
ne: द्रष्टव्य

source: Fdn check failure
ne: Fdn जाँच विफल

source: Sent:
ne: पठाइएको:

source: User
ne: प्रयोगकर्ता

source: Turn ON data roaming?
ne: डाटा रोमीङ खोल्नुहोस्?

source: The ringtone was not changed because the selected file can not be played on this phone.
ne: चयन गरिएको फाइल यस फोनमा बजाउन सकिँदैन किनभने रिङटोन परिवर्तन थिएन।

source: No network coverage
ne: सञ्जालको कवरेज छैन

source: Load songs on to the memory card.
ne: गीतहरुलाई मेमोरी कार्डमा लोड गर्नुहोस्।

source: 1 New Message
ne: 1 नयाँ सन्देश

source: Move
ne: सार्नुहोस्

source: Account Management
ne: खाता व्यवस्थापन

source: Subscription not supported
ne: सदस्यता समर्थित छैन

source: Make call
ne: कल गर्नुहोस्

source: February
ne: फेब्रुअरी

source: Unable to open
ne: खोल्न असक्षम

source: Space left
ne: बाँकी खाली स्थान

source: At time of event
ne: घटनाको समयमा

source: Service unavailable
ne: सेवा उपलब्ध छैन

source: Start Screen Reader?
ne: पर्दा वाचक सुरु गर्नुहुन्छ ?

source: Outgoing calls, outgoing messages and data connection are set to SIM 1 as default
ne: बहिर्गमन कल, निवर्तमान सन्देश र डेटा जडान पूर्वनिर्धारित रूपमा SIM १ मा सेट छ

source: Scanning for networks
ne: सञ्जालको लागि स्क्यान गर्दै

source: Merge
ne: गाभ्नुहोस्

source: PIN2 successfully unblocked
ne: PIN२ सफलतापूर्वक अनब्लक भयो

source: Used
ne: प्रयोग भएको

source: <strong>{{days}} days</strong>
ne: <strong>{{days}} दिनहरु</strong>

source: Service is enabled
ne: सेवा सक्षम पारियो

source: Landmarks
ne: स्थलचिह्नहरु

source: Turn ON data connection?
ne: डाटा जडान खोल्न चाहानुहुन्छ?

source: Remove audio
ne: अडियो हटाउनुहोस्

source: Company
ne: कम्पनी

source: last year
ne: अघिल्लो वर्ष

source: Zip code
ne: हुलाकी सङ्केत

source: The PUK was incorrect.
ne: PUK गलत भयो।

source: PIN is 4 or 8 digits
ne: PIN ४ वा ८ अंकको छ

source: Emails
ne: इमेलहरु

source: Emergency call back mode
ne: आपतकालीन कल फिर्ता गर्ने शैली

source: loading stopped
ne: लोड हुन बन्द भयो

source: Unable to merge calls
ne: कलहरु मिलाउन असमर्थ

source: Install {{ title }}
ne: {{ title }} स्थापना गर्नुहोस्

source: Notify me when an open network is available
ne: खुला संजाल उपलब्ध भएमा सुचित गर्नुहोला

source: Transfer Contacts
ne: स्थानान्तर विवरण

source: Two fingers swipe up from the bottom edge to trigger card view.
ne: कार्ड भ्यु ट्रिगर गर्न तल्लो किनारा देखि आफ्ना दुई औंलाहरु माथि सार्नुहोस्।

source: Start communicating now
ne: अब संवाद सुरु गर्नुहोस्

source: Internal Storage
ne: आन्तरिक भण्डारण

source: 0 minutes after
ne: ० मिनेट पछी

source: IMAP settings
ne: IMAP सेटिङहरू

source: Scene Mode
ne: दृश्य मोड

source: You must be connected to the Internet to subscribe to the newsletter.
ne: समाचारपत्रको ग्राहाक बन्नका लागि तपाई इन्टरनेटसंग जडान हुनुपर्छ |

source: Please go back and connect to the Internet.
ne: कृपया पछाडि जानुहोस् र इन्टरनेटमा जडान गर्नुहोस्।

source: PIN successfully unblocked
ne: PIN सफलतापूर्वक अनब्लक भयो

source: Auto-configure
ne: स्वत: कन्फिगर

source: Try freeing up space by deleting media.
ne: मिडिया मेटाइ खाली ठाउँ स्वतन्त्र गर्ने प्रयास गर्नुहोस्।

source: Notifications
ne: सूचनाहरु

source: F
ne: एफ्

source: {{minutes}} minutes
ne: {{minutes}} मिनेट

source: You’re ready to enjoy your updated phone.
ne: तपाईंँ आफ्नो नयाँ फोनको मनोरञ्जन लिन तयार हुनुभयो ।

source: No known networks
ne: कुनै ज्ञात संजाल भेटिएनन्

source: Bluetooth file transfer failed. Check that the Bluetooth settings are correct.
ne: ब्लुटुथ फाइल स्थानान्तर गर्न असफल भयो। ब्लुटुथ सेटिङहरू ठिक छन् भनेर जाँच्नुहोस्।

source: Auto-enhance on
ne: स्वतः-बढाउन खुल्ला

source: Share with:
ne: यससँग बाँड्ने:

source: {{count}} items
ne: {{count}} वस्तुहरु

source: Read it
ne: पढ्नुहोस्

source: Date & Time
ne: मिति र समय

source: M
ne: एम

source: The current data transfer will be suspended. Continue anyway?
ne: हालको डेटा स्थानान्तर निलम्बित हुने छ । जे भए पनि जारी राख्न चाहनुहुन्छ ?

source: Enter SIM {{n}} RCCK
ne: सिम {{n}} को RCCK प्रविष्ट गर्नुहोस्

source: S
ne: एस्

source: T
ne: टि

source: Password incorrect
ne: गलत पासवर्ड

source: Edit Event
ne: घटना सम्पादन गर्नुहोस्

source: W
ne: डब्लु

source: An error occurred while exporting a contact
ne: संपर्क निकसी गर्दा त्रुटि देखा परेकोछ

source: Caller ID
ne: कलर आईडी

source: Message could not be sent
ne: शन्देश पठाउन सकिएन

source: Update status
ne: स्थिति अपडेट

source: next year
ne: आर्को बर्ष

source: close
ne: बन्द गर्नुहोस्

source: Bluetooth pairing request
ne: ब्लुटुथसँग जोडी बनाउने अनुरोध

source: (HDR deactivated)
ne: (एच डी आरनिस्क्रिय्)

source: Would you like to share your camera with {{site}}?
ne: के तपाईं {{site}} सँग आफ्नो क्यामेरा बाँड्न चाहनुहुन्छ?

source: {{amount}} of data used this month
ne: {{amount}} यो महिना प्रयोग गरिएको डेटा

source: Average
ne: औसत

source: 0 weeks before
ne: ० हप्ता अगाडि

source: City:
ne: शहर

source: Plug in a headset
ne: हेडसेट जोड्नुहोस्

source: Today is {{today}}
ne: आज {{today}} हो

source: {{name}} duplicates information in the following contacts
ne: {{name}} निम्न सम्पर्कहरुमा रहेको नक्कल सूचना

source: Video not recorded. Error creating video file path.
ne: भिडियो रेकर्ड भएको छैन । भिडियो फाइल मार्ग बनाउन त्रुटि।

source: Bluetooth handsfree device
ne: ब्लुटुथ स्वतन्त्र यन्त्र हो

source: Ignore Call
ne: कल वेवास्ता गर्नुहोस्

source: Add
ne: थप्नुहोस्

source: Reset
ne: रिसेट गर्नुहोस्

source: Click sound
ne: क्लिक ध्वनि

source: CCK must have between 8 and 16 characters.
ne: CCK अनिवार्य ८ देखि १६ क्यारेक्टरहरूको हुनुपर्छ।

source: Authorized numbers
ne: आधिकारिक सङ्ख्या

source: Unknown SIM card state
ne: सिम कार्डको अज्ञात अवस्था

source: Enable USB storage?
ne: USB भण्डार सक्षम पार्न चहानुहुन्छ?

source: YESTERDAY
ne: हिजो

source: Data Report
ne: डाटा प्रतिवेदन

source: {{filename}} saved to Gallery
ne: {{filename}} ग्यालरीमा सङ्ग्रह गरियो

source: Set Video Mode
ne: भिडियो मोड सेट गर्नुहोस्

source: {{brandShortName}} uses data such as GPS, Wi-Fi, and mobile networks near you to help determine your approximate location.
ne: {{brandShortName}}ले तपाईँको नजिक भएका GPS, वाइफाइ, र मोबाइल सञ्जालहरू जस्ता कुराको डाटा प्रयोग गरी तपाईँको स्थान पत्ता लगाउन मद्दत गर्दछ।

source: APN Editor
ne: APN सम्पादक

source: Memory card is in use
ne: मेमोरी कार्ड प्रयोगमा छ

source: Send Message
ne: सन्देश पठाउनुहोस्

source: Not enough space
ne: पर्याप्त खाली स्थान छैन

source: Outgoing Messages
ne: बाह्यगमन सन्देश

source: All messages
ne: सबै सन्देशहरू

source: WCDMA preferred
ne: डब्लु सी डि एम् ए रुचाएको

source: Ringtone deleted.
ne: रिङ्गटोन मेटियो।

source: Locked SIM card
ne: सिम कार्ड ताल्चा लगाइयो

source: untitled
ne: शीर्षक विहिन

source: {{ appName }} download failed
ne: {{ appName }}को डाउनलोड असफल भयो

source: Sending mail…
ne: मेल पठाउँदै…

source: Entries
ne: प्रविष्टिहरू

source: Generic failure
ne: साधारण विफल

source: Tap for more info
ne: थप जानकारीका लागि थिच्नुहोस्

source: Image Storage
ne: छवि भण्डारण

source: Dial from:
ne: यहाँदेखि डायल:

source: Keypad
ne: कीप्याड

source: You can help us improve our products and services by automatically sending analytics data. See our <a>Privacy Notice</a> to learn how we handle data from your device.
ne: तपाईं हामीलाई स्वतः विश्लेषण डेटा पठाएर हाम्रो उत्पादन र सेवा सुधार्न मद्दत गर्न सक्नुहुन्छ। हामी तपाइँको उपकरणबाट डेटा कसरी ह्यान्डल गर्छौँ जान्न हाम्रो <a>गोपनीयता सूचना</a> हेर्नुहोस्।

source: exclamation point
ne: विस्मयादिबोधक बिन्दु

source: There was an error when checking for updates.
ne: अपडेटहरु जाँच्दै गर्दा त्रुटि आयो |

source: Can’t access memory card because it’s shared
ne: मेमोरी कार्ड पहुँच हुन सकेन किनभने यो साझेदारी भइरहेको छ

source: Start adding them now
ne: तीनिहरूलाई थप्न अहिल्यै सुरु गर्नुहोस्

source: SIM card applications not available.
ne: सिम कार्डका एप्लिकेसनहरु उपलब्ध छैनन् |

source: Atlantic Ocean
ne: एटलान्टिक महासागर

source: Create PIN (must contain 4 to 8 digits)
ne: PIN सृजना गर्नुहोस् (४ देखि ८ अंकहरुसम्म हुन अनिबार्य)

source: All done!
ne: सबै गरियो !

source: Add attachment
ne: संलग्न फाइल थप्नुहोस्

source: Remove text
ne: पाठ हटाउनुहोस्

source: Confirm Your Account
ne: तपाईँको खाता यकिन गर्नुहोस्

source: Reauthorize
ne: पुन: प्रमाणित

source: No Locked Ringtones Installed
ne: ताल्चा लगाइएको रिङ्गटोनहरु स्थापना गरिएको छैन

source: <strong>{{days}} day</strong>
ne: <strong>{{days}} दिन</strong>

source: Vibration
ne: कम्पन

source: Password field should not be empty
ne: पासवर्ड फाँट खाली हुनु हुँदैनन

source: Change photo
ne: तस्बिर परिवर्तन गर्नुहोस्

source: OCTOBER
ne: अक्टोबर

source: Export error
ne: निर्यात त्रुटि

source: View contact
ne: सम्पर्क हेर्नुहोस्

source: {{n}} recipient
ne: {{n}} प्रापक

source: label
ne: लेबल

source: NOVEMBER
ne: नोभेम्बर

source: View message report
ne: सन्देश दृश्य प्रतिवेदन

source: No name
ne: नाम छैन

source: Username
ne: प्रयोगकर्ता नाम

source: Loading interface data. Please retry in a while.
ne: इन्टरफेस डाटा लोड हुँदैछ। कृपया केहि क्षणपछि पुन:प्रयास गर्नुहोस्।

source: Save to Local Drafts
ne: स्थानीय ड्राफ्टसमा सङ्ग्रह गर्नुहोस

source: Forward
ne: अगाडि

source: Call forwarding confirmation message
ne: कल पठाउनका लागि पुष्टि सन्देश

source: {{level}}% (charging)
ne: {{level}}% (चार्ज हुदैछ)

source: RSPCK must have between 8 and 16 characters.
ne: RSPCK अनिवार्य 8 देखि 16 क्यारेक्टरहरूको हुनुपर्छ ।

source: Apply
ne: लागू गर्नुहोस्

source: Always send a report
ne: सधैँ प्रतिवेदन पठाउनुहोस्

source: Your operator does not support that operation.
ne: तपाईंको सञ्चालनकर्ताले त्यस सञ्चालन समर्थन गर्दैन।

source: Select email
ne: इमेल चयन गर्नुहोस

source: in {{value}} months
ne: {{value}} महिनामा

source: Addresses
ne: ठेगानाहरु

source: Networks found
ne: सञ्जाल फेला

source: in {{value}} hours
ne: {{value}} घण्टामा

source: SS request is modified to new SS request
ne: SS अनुरोध नयाँ SS अनुरोधमा परिमाजन गरियो

source: Lock Orientation
ne: लकअभिमूखिकरण

source: Edit downloads
ne: डाउनलोडहरु सम्पादन

source: Camera
ne: क्यामेरा

source: {{app}} would like to use your camera.
ne: {{app}} तपाईको क्यामेरा प्रयोग गर्ने चाहन्छ |

source: LAST 6 MONTHS
ne: बितेको छ महिनामा

source: Unread
ne: नपढिएको

source: Would you like to share your microphone with {{app}}?
ne: के तपाईं {{app}} सँग आफ्नो माईक्रोफोन बाँड्न चाहनुहुन्छ?

source: There was a problem sending the code. Please, try again.
ne: कोड पठाँउदा एउटा समस्या आयो।कृपया फेरि प्रयास गर्नुहोस्।

source: Always
ne: सधै

source: Ask each time
ne: हरेक पटक सोध्नुहोस्

source: {{value}}h ago
ne: {{value}}घण्टा अघि

source: Network depersonalization request failure. Last chance to enter the correct NCK code. Refer to your device documentation or contact your carrier for more information.
ne: सञ्जाल निजीकरण नगर्ने अनुरोध असफल। ठिक NCK कोड प्रविष्ट गर्न अन्तिम मौका। थप जानकारीका लागि आफ्नो यन्त्रको कागजत हेर्नुहोस् वा तपाईँको यन्त्र वाहकसँग सम्पर्क राख्नुहोस्।

source: Add star
ne: तारा थप्नुहोस्

source: About
ne: बारेमा

source: Drag from the left edge of your screen to return to recently used apps.
ne: भर्खरै प्रयोग गरिएका एप्सहरुमा फर्कन स्क्रिनको दायाँ किनाराबाट औँला घिसार्नुहोस्।

source: Create PIN2 (must contain 4 to 8 digits)
ne: PIN2 सृजना गर्नुहोस् (४ देखि ८ अंकहरु हुन अनिवार्य छ)

source: Delete contact?
ne: सम्पर्क मेट्नुहुन्छ?

source: {{brandShortName}} uses data such as GPS, Wi-Fi, and mobile networks near you to help determine your approximate location. Data is sent to Mozilla and other service providers and will be used in the aggregate to improve those location databases. Data may be stored on your device and data collection may occur even when no apps are running.
ne: {{brandShortName}} तपाईको अनुमानित स्थान निर्धारित गर्न मद्दत गर्नको लागि जिपिएस, वाई फाई, र तपाई सँग भएको मोबाइल नेटवर्कको रुपमा डाटाको उपयोग गर्छ । डाटा मोजिला र अन्य सेवा प्रदाताको लागि पठाएको छ र त्यस स्थान डाटाबेसमा सुधार गर्नको लागि समग्र रुपमा उपयोग गरिनेछ। डाटा आफनो डिवाइसमा संग्रहित गर्न सकिन्छ र अरु कुनै एप्स चलिरहेछ, तब पनि जब डाटा संग्रह हुन सक्छ ।

source: Image is invalid or corrupt and cannot be displayed.
ne: छवि अवैधानिक वा बिग्रिएको हुन सक्छ तेसैले देखाउनका सकिएन।

source: Remember my choice
ne: मेरो छनोट सम्झनुहोस्

source: SMS
ne: एसएमएस

source: Top-up confirmed
ne: Top-up पुष्टि भयो

source: Author
ne: लेखक

source: Hide
ne: लुकाउनुहोस्

source: 1 month before
ne: १ महिना अघी

source: Deselect all
ne: सबै चयनबाट हटाउनुहोस्

source: Network & Connectivity
ne: सञ्जाल र जडान

source: CDMA record information
ne: सि डी एम् ए रेकर्ड सूचना

source: Passcode
ne: पासकोड

source: Cell Broadcast
ne: कक्ष प्रसारण

source: right bracket
ne: दाँया कोष्टक

source: Network default
ne: सञ्जाल पूर्वनिर्धारित

source: Turn on airplane mode
ne: उडान शैली अन गर्नुहोस्

source: Video Resolution
ne: भिडियो रिजोल्युसन

source: 1 message moved
ne: १ सन्देश सारियो

source: No mail in this Folder
ne: यस फोल्डरमा मेल छैन

source: Enter PUK2 code
ne: PUK दुई सङ्केत प्रविष्ट गर्नुहोस्

source: 1 month after
ne: १ महिना पछि

source: SD Card 2
ne: SD कार्ड २

source: Updates are downloaded via data connection when Wi-Fi is not available. When using data connection, phone calls may be blocked and additional charges may also apply.
ne: वाइफाइ उपलब्ध नभएको खण्डमा डाटा जडान मर्फत अद्यावधिकहरू डाउनलोड गरिन्छ। डाटा जडान प्रयोग गरेको बेलामा, फोन कलहरू बन्द हुन सक्छन् र थप डाटा शुल्क पनि लाग्न सक्छ।

source: Caller ID defaults to restricted. Next call: Restricted
ne: पूर्वनिर्धारित कलर आइडि निशेधित। पछिल्लो कल: निशेधित

source: No missed calls
ne: छुट कलहरु छैन

source: Service was enabled for:
ne: सेवा यसका लागि सक्षम पारियो:

source: No SIM inserted
ne: कुनै सिम घुसाइएको छैन

source: Updates are downloaded via data connection when Wi-Fi is not available. When using data connection, additional charges may apply.
ne: वाइफाइ उपलब्ध नभएको खण्डमा डाटा जडान मर्फत अद्यावधिकहरू डाउनलोड गरिन्छ। डाटा जडान प्रयोग गरेको बेलामा, फोन कलहरू बन्द हुन सक्छन् र थप डाटा शुल्क पनि लाग्न सक्छ।

source: Join
ne: जोड्नुहोस्

source: Alarms
ne: सचेतकहरू

source: A-GPS Settings
ne: A-GPS सेटिङहरू

source: All of the source code to this product is available under licenses that are both free and open source. Most of it is available under the Mozilla Public License 2.0 (MPL).
ne: यस उत्पादनका सम्पूर्ण स्रोत कोडहरु दुवै स्वतन्त्र र खुला स्रोतका लाइसेन्स अन्तर्गत उपलब्ध छन्। ती मध्यै धेरैवटा Mozilla Public License 2.0 (MPL) अन्तर्गत उपलब्ध छन्।

source: Stop {{name}}
ne: {{name}} बन्द गर्नुहोस्

source: Message options
ne: खबर विकल्पहरु

source: Remove local data
ne: स्थानीय डेटा हटाउनुहोस्

source: new tab
ne: नयाँ ट्याब

source: {{value}} {{unit}} available
ne: उपलब्ध {{value}} {{unit}}

source: Back Camera
ne: पछाडिको क्यामेरा

source: Camera is on
ne: क्यामेरा चालू छ

source: Stopping the screen reader will end all speech feedback.
ne: पर्दा वाचक रोक्नाले सबै बोली पुनर्निवेश अन्त्य हुनेछ ।

source: New
ne: नयाँ

source: Reading from SIM card…
ne: SIM कार्डबाट पढ्दै ...

source: Preparing contacts
ne: सम्पर्क विवरण बनाउने तयारी गर्दै।

source: All
ne: सबै

source: You need to enter an application-specific password below.
ne: तपाईले तल एप्लिकेसन-विशेष पासवर्ड प्रविष्ट गर्नुपर्दछ।

source: The SIM card is blocked.
ne: सिम कार्ड बन्द भएको छ|

source: {{ n }} attachment
ne: {{ n }} संलग्न फाइलहरू

source: Unable to establish a secure connection with "{{server}}". There may be a problem with your network or the server.
ne: "{{server}}"सँग सुरक्षित जडान गर्न असफल | तपाईको सञ्जाल वा सर्भरमा समस्या हुन सक्छ |

source: This may be due to a damaged certificate file, for example.
ne: यो क्षतिग्रस्त प्रमाण पत्र फाइलको करण भएको हुनसक्छ, उदाहरणको निम्ती।

source: menu popup
ne: मेनु पपअप

source: Connection failed
ne: जडान असफल भयो

source: Insert a SIM to enable Usage.
ne: प्रयोग सक्षम पार्नका लागि SIM घुसाउनुहोस्।

source: Connected to phone audio
ne: फोन अडियोमा जडित

source: SEPTEMBER
ne: सेप्टेम्बर

source: {{value}} weeks before
ne: {{value}} हप्ता अघी

source: {{brandShortName}} is the free and open source operating system from Mozilla. Our mission is to promote openness, innovation and opportunity by keeping the power of the Web in your hands.
ne: {{brandShortName}} मोजिल्लाको स्वतन्त्र र खुल्ला स्रोत अप्रेटिङ् प्रणाली हो । हाम्रो उदेश्य वेबको शक्तिलाई तपाईको हातमा सुम्पेर खुलापन, नयापन र अवसरलाई प्रोत्सान गर्ने हो ।

source: AP PIN connection
ne: AP PIN जडान

source: Switch data connection
ne: स्विच डाटा जडान गर्नुहोस्

source: Merge with {{n}} contact
ne: {{n}} सम्पर्कसँग गाभ्नु होस्

source: Devices in the area
ne: क्षेत्रमा भएका यन्त्रहरु

source: Gallery
ne: ग्यालेरी

source: No memory card
ne: मेमोरी कार्ड छैन

source: Insert a memory card to watch videos.
ne: भिडियोहरु हेर्नका लागि मेमोरी कार्ड घुसाउनुहोस्

source: Initializing…
ne: थालनी गर्दै...

source: Logging out from Facebook
ne: फेसबुकबाट बहिर निस्कँदै

source: Balance
ne: सन्तुलन

source: Database Upgrade
ne: डेटाबेस स्तरवृद्धि

source: 1 message flag removed
ne: १ सन्देश ध्वजा हटाइयो

source: Always ask
ne: सधै सोध्नुहोस्

source: Loading Messages
ne: सन्देशहरु लोड हुँदैछ

source: SD Card Storage 2
ne: SD कार्ड भण्डार २
